[
  {
    "q": "És realment impossible aprovar a la UdL?",
    "a": "No és impossible, però el sistema està dissenyat per maximitzar la teva frustració. Cada examen és una obra d'art del sadisme acadèmic. Recorda: l'optimisme és el primer simptoma de falta d'experiència."
  },
  {
    "q": "Per què els professors mai responen emails?",
    "a": "Els emails entren en una dimensió paral·lela on el temps no existeix. De vegades tornen 6 mesos després amb un 'Ok'. És un experiment sociològic per estudiar la paciència humana."
  },
  {
    "q": "Què passa si suspenc tot el curs?",
    "a": "Et converteixes en llegenda urbana. Els nous estudiants parlaran de tu en veu baixa als passadissos. Tranquil, sempre pots dir que 'estaves explorant alternatives acadèmiques'."
  },
  {
    "q": "Per què l'horari sembla fet per algú que odia dormir?",
    "a": "Perquè ho és. Un algorisme malvat combina les teves assignatures per garantir que mai puguis descansar més de 4 hores seguides. És part del pla per preparar-te per al món laboral."
  },
  {
    "q": "És normal plorar durant els exàmens?",
    "a": "És estadísticament esperat. De fet, hi ha dispensadors de mocadors estratègicament ubicats. Si no plores, probablement no has llegit bé les preguntes."
  },
  {
    "q": "Què vol dir 'avaluació contínua'?",
    "a": "Vol dir que el teu sofriment serà distribuït uniformement al llarg del curs en lloc de concentrar-lo en un sol examen. És com la tortura xinesa, però amb PowerPoints."
  },
  {
    "q": "Per què la biblioteca sempre està plena?",
    "a": "Perquè tothom procrastina al mateix temps. El 80% està a Instagram, el 15% dorm, i el 5% restant realment estudia i fa que tots els altres ens sentim malament."
  },
  {
    "q": "Existeix realment el 'cafè bo' al campus?",
    "a": "No. És un mite propagat per mantenir la moral alta. Tot el cafè és igualment dolent, però la desesperació et farà creure que és acceptable."
  },
  {
    "q": "Per què tots els treballs en grup són un desastre?",
    "a": "Perquè sempre hi ha un que no fa res, un que fa massa, un que desapareix, i tu, que acabes fent-ho tot a les 3 AM del dia d'entrega. És una simulació del futur laboral."
  }
]